---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MepPipeLowerInvertElevation
source: html/f35af440-1138-2682-9cfa-9accba458685.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MepPipeLowerInvertElevation Property

"Lower End Invert Elevation"

## Syntax (C#)
```csharp
public static ForgeTypeId MepPipeLowerInvertElevation { get; }
```